import React from "react";
import img from '../../images/main.jpeg'
import styles from './Home.module.css'

const Home = () => (
    <div className={styles.container}>
        <h2 className={styles.header}>Скільки коштує рік нашого життя?</h2>
        <p className={styles.text}>Дивне питання. Хіба можна порівняти життя людини з вартістю монет, банкнот або золотих злитків будь-якого номіналу, адже життя – безцінне.</p>
        <img className={styles.image} src={img} alt="main" />
        <p className={styles.text}>У часи, коли населення планети старіє, медичні послуги стають все більш просунутими і дорогими, це питання набуває все більшої актуальності. Видатний американський хірург Атул Гуванде вже давно висловлював думку, що замість того, щоби подовжувати життя, краще підвищити якість та комфорт відведених нам років.</p>
        <p className={styles.text}>Єзекіїль Емануель, колишній директор Департаменту клінічної біоетики при Національному інституті здоров'я США, оголосив, що у віці 75 років він відмовиться від будь-яких медичних процедур та інтенсивної терапії, метою яких є продовження життя.</p>
        <p className={styles.text}>Мало хто з нас може зважитися на таке радикальне рішення, але кожен з нас у будь-якому віці має замислитися про цінність нашого життя і про те, як прожити відведений нам час найкращим способом.</p>
    </div>
);

export default Home;